adamhartford.vscode-base64
batisteo.vscode-django
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-rename-tag
mblode.twig-language-2
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
redhat.ansible
redhat.vscode-yaml
richie5um2.vscode-sort-json
scala-lang.scala
stylelint.vscode-stylelint
Tyriar.sort-lines
vscode-icons-team.vscode-icons
Vue.volar
zhuangtongfa.material-theme
