adamhartford.vscode-base64
ahmadalli.vscode-nginx-conf
batisteo.vscode-django
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
exiasr.hadolint
formulahendry.auto-rename-tag
github.vscode-pull-request-github
mblode.twig-language-2
mhutchie.git-graph
mongodb.mongodb-vscode
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
redhat.ansible
redhat.vscode-yaml
richie5um2.vscode-sort-json
scala-lang.scala
stylelint.vscode-stylelint
tyriar.sort-lines
vscode-icons-team.vscode-icons
vue.volar
zhuangtongfa.material-theme
