DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
exiasr.hadolint
formulahendry.auto-rename-tag
ms-azuretools.vscode-docker
richie5um2.vscode-sort-json
scala-lang.scala
stylelint.vscode-stylelint
vscode-icons-team.vscode-icons
Vue.volar
zhuangtongfa.material-theme
